{
  "ShoppingList": "Einkaufsliste",
  "app-teaser-text": "Ohne Werbung - Sicher - Kostenlos - Mit anderen Teilbar - Ohne Login",
  "create_shoppingList": "Neue Liste",
  "shoppinglist-articles": "Einkaufsliste",
  "Add": "Hinzufügen",
  "page-meta-description": "Einkaufsliste ohne Werbung, einfach, kostenlos, mit anderen teilbar ohne Registrierung.",
  "input_article_to_add": "Artikel hinzufügen",
  "delete_selected_articles": "Ausgewählte Artikel löschen",
  "show-my-list": "Meine Liste",
  "service_error": "Beim Laden der Daten ist ein Fehler aufgetreten. Bitte versuchen Sie es in ein paar Sekunden noch einmal. Wenn das Problem weiterhin besteht, kontaktiere uns bitte.",
  "reload": "Nochmal versuchen",
  "share": "Mit anderen teilen",
  "share-text": "Teile den Link zu dieser Einkaufsliste mit anderen. Der Link ist weltweit eindeutig und lässt sich nicht erraten.",
  "copy-link": "Link kopieren",
  "copy-link-tile": "Link zu dieser Liste kopieren, um ihn mit anderen zu teilen.",
  "pickupTime_early": "Anfang",
  "pickupTime_medium": "Mitte",
  "pickupTime_late": "Ende",
  "rejig_description": "Jeder Supermarkt ist unterschiedlich aufgeteilt. Während des Einkaufs kannst du die Reihenfolge deiner Liste verändern und die Artikel entsprechend verschieben - je nachdem, wo sie im Supermarkt zu finden sind: als nächstes, etwas später oder ganz zuletzt auf deinem Weg durch die Regale 🛒😀",
  "about": "Über diese App",
  "view_on_github": "Auf GitHub ansehen",
  "imprint": "Impressum",
  "privacy": "Datenschutz",
  "page-title": "Einkaufsliste ohne Werbung",
  "page-description": "Einkaufsliste ohne Werbung, kostenlos, mit anderen teilbar und ohne Registrierung.",
  "createShoppinglistRateLimitError": "Es werden gerade zu viele Listen erstellt. Bitte versuche es in ein paar Sekunden noch einmal.",
  "createShoppinglistError": "Beim Erstellen der Liste ist ein Fehler aufgetreten. Bitte versuche es in einer Minute noch einmal. Wenn das Problem weiterhin besteht, kontaktiere uns bitte.",
  "clearList": "Liste leeren",
  "clearList-confirm": "Möchtest du die Liste wirklich leeren?"
}
